10/data/attachments/4121c95093f7be07.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Renee_deep_Friend_8415_1</nif:username>
            <nif:friendToBeRequested>soap_friends_d439e020-d2e4-47bd-9aac-ecc0b42b9abd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>